{
  "_meta": {
    "maxChars": {
    }
  },
  "en": {
    "title": "Project Bloom\n<size=30>A Quest for Home</size>",
    "credits_desc": "RENEGADEWARE",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "close": "CLOSE",
    "on": "ON",
    "off": "OFF",
    "continue": "CONTINUE",
    "newGame": "NEW GAME",
    "criteria": "CRITERIA",
    "hotspotAnalyze_title": "Atmospheric Reading",
    "analyzing": "ANALYZING",
    "analyze": "ANALYZE",
    "analyzeWait": "AWAITING ANALYSIS",
    "incompatible": "INCOMPATIBLE!",
    "investigate": "INVESTIGATE",
    "launch": "LAUNCH",
    "back": "BACK",
    "cancel": "CANCEL",
    "new_house": "A new house is available! Place it to increase the population!",
    "victory": "VICTORY",
    "population": "Population",
    "houses_deployed": "Homes Deployed",
    "latitude": "Latitude",
    "lowPressure": "Low Pressure",
    "highPressure": "High Pressure",
    "topographyFeatures": "Topographic Features",
    "topography_mountain": "Mountain",
    "topography_hill": "Hill",
    "topography_forest": "Forest",
    "topography_jungle": "Jungle",
    "topography_vegetation": "Vegetation",
    "topography_river": "River",
    "topography_lake": "Lake",
    "topography_ocean": "Ocean",
    "warning": "WARNING",
    "season_title": "Season",
    "season_winter": "Winter",
    "season_spring": "Spring",
    "season_summer": "Summer",
    "season_autumn": "Autumn",
    "atmosphere_altitude": "Altitude",
    "atmosphere_humidity": "Humidity",
    "atmosphere_temperature": "Temperature",
    "atmosphere_windStrength": "Wind Strength",
    "climate_title": "Climate",
    "climate_temperate": "Temperate",
    "climate_tropical": "Tropical",
    "climate_oceanic": "Oceanic",
    "climate_desert": "Desert",
    "climate_tundra": "Tundra",
    "climate_highland": "Highland",
    "climate_mediterranean": "Mediterranean",
    "region_title": "Region",
    "region_NA": "North American Great Plains",
    "region_PH": "Northern Luzon, Philippines",
    "region_GB": "British Isles",
    "region_MG": "Madagascar",
    "region_EG": "Egypt",
    "region_GL": "Greenland",
    "region_BR": "Brazil",
    "region_CL": "Andes Mountains, Chile",
    "region_IT": "Italy",
    "region_AU": "Australian Outback",
    "weatherForecast": "Weather Forecast",
    "day_today": "Today",
    "day_monday": "Monday",
    "day_tuesday": "Tuesday",
    "day_wednesday": "Wednesday",
    "day_thursday": "Thursday",
    "day_friday": "Friday",
    "day_saturday": "Saturday",
    "day_sunday": "Sunday",
    "weather_sunny": "Sunny",
    "weather_partly_sunny": "Partly Sunny",
    "weather_mostly_cloudy": "Mostly Cloudy",
    "weather_cloudy": "Cloudy",
    "weather_light_rain": "Light Rain",
    "weather_rain": "Rain",
    "weather_heavy_rain": "Heavy Rain",
    "weather_typhoon": "Typhoon",
    "weather_haze": "Haze",
    "weather_dustStorm": "Dust Storm",
    "weather_light_snow": "Light Snow",
    "weather_snow": "Snow",
    "weather_snow_storm": "Snow Storm",
    "intro_0_0": "Unidentified ships approaching Earth!",
    "intro_1_0": "They appear to be frog-like. Let me put on my frog suit to communicate with these peculiar creatures!",
    "intro_2_0": "That’s better! Let’s see if they are of any threat…",
    "intro_3_0": "It looks like they have been exiled from their planet and are looking for a new home.",
    "intro_3_1": "Well, we can’t just let them hang about in outer space. Besides, it’s not often we are visited by space frogs!",
    "intro_4_0": "They are expressing their gratitude and are ready to cooperate.",
    "intro_4_1": "Well, why not? Let’s give these frogs some proper homes to settle in. There’s still plenty of room here on Earth.",
    "intro_4_2": "Now commencing operation: Project Bloom – A quest for home!",
    "sunIllustrate_title": "Sunlight Direction",
    "sunIllustrate_hot": "Hot",
    "sunIllustrate_warm": "Warm",
    "overworld_1_intro_0": "This is the map of Earth. The frogs are very particular with their choice of habitat.",
    "overworld_1_intro_1": "We’ll need to determine where to place the frogs by looking at their criteria.",
    "overworld_1_criteria_0": "In this case, we need to find a place where it’s fairly warm and humid.",
    "overworld_1_latitude_0": "On the lefthand side of the map are the latitude values. This is the angular distance relative to the earth’s equator.",
    "overworld_1_temp_intro_0": "Now let’s view the temperature readings of Earth.",
    "overworld_1_temp_0": "As you can see, the temperature is consistently hot starting from the equator, and gets colder further north or south.",
    "overworld_1_temp_1": "This is due to the earth's equator facing more directly towards the sun.",
    "overworld_1_humid_0": "Next is the humidity readings of Earth.",
    "overworld_1_humid_1": "Humidity tells us how much water vapor is in the air. These water vapor comes from evaporation, and is dropped to new location as the air cools down.",
    "overworld_1_humid_2": "What you see on the map is the relative humidity in percentage. This is the amount of water in the air relative to the maximum amount of water vapor (moisture).",
    "overworld_1_hotspot_0": "Now go ahead and find a place for the frogs to land. Simply press on the map to find the hotspot.",
    "overworld_1_hotspot_1": "Remember to make use of the temperature and humidity reading. ",
    "overworld_1_hotspot_found_0": "Now that you have found the hotspot, you’ll need to analyze its temperature and humidity readings.",
    "overworld_1_hotspot_found_1": "Remember to switch between the temperature and humidity overlay to analyze them both.",
    "overworld_1_analyze_0": "Looks like the temperature is too low. We will need to change when to land on this spot.",
    "overworld_1_analyze_1": "Since the earth rotates at a slightly tilted axis around the Sun, the atmosphere can change throughout the year.",
    "overworld_1_analyze_2": "Let's adjust the time by selecting a different season. Perhaps summer will give us the temperature to satisfy the criteria!",
    "overworld_1_analyze_3": "Remember to reanalyze the atmospheric readings when changing seasons.",
    "overworld_1_investigate_0": "Now you just need to pick a particular location on the land for the frogs.",
    "overworld_1_investigate_1": "When the majority of the frogs approve, we can finally launch the expedition!",
    "overworld_1_hint": "In a region with temperate climate, the highest temperature and humidity tends to be during summer.",
    "colony_1_intro_0": "In this scenario, we will be building the frog’s colony during summer.",
    "colony_1_intro_1": "Where it is mostly sunny, with some rain here and there. A pleasant weather to be out and about!",
    "colony_1_weather_forecast_0": "Here’s the weather forecast during this expedition!",
    "colony_1_weather_forecast_1": "The weather describes the atmospheric condition of a region within a period of time: how cloudy, how humid, and is it going to rain?",
    "colony_1_weather_forecast_2": "Remember that the climate describes the weather pattern in a region annually across 30 years or more.",
    "colony_1_weather_forecast_3": "So the weather we will be experiencing here over a few days will be vastly different several months later.",
    "colony_1_post_intro_0": "Our goal for this expedition is to populate the land with as many frogs as possible. We do this by placing houses.",
    "colony_1_post_intro_1": "You can place a house by pressing the ‘home’ icon below, then pressing the ‘house’ that appears above it.",
    "colony_1_post_intro_2": "Go ahead and place one in a suitable location.",
    "colony_1_house_placed_0": "Excellent! Now that a house has landed, our population has increased by one!",
    "colony_1_house_placed_1": "In order to increase the population further, we are going to need food. These peculiar frogs seem to only eat a certain type of flower that they grow. ",
    "colony_1_house_placed_2": "To grow this flower, you just need to place it somewhere suitable much like you did with the house.",
    "colony_1_house_placed_3": "You’ll then need a gardener to nurture the flower. Simply click on the frog with a hat portrait when the green arrow appears.",
    "colony_1_house_second_0": "Now that we have a couple of houses placed, we will now need to sustain them with water and power.",
    "colony_1_house_second_1": "To build these structures, simply press on the ‘gear’ icon at the bottom.",
    "colony_1_house_second_2": "Press the water tank for water, and press the solar panel for power. Remember to place each of them to proceed!",
    "colony_1_water_solar_placed_0": "With both the water tank and solar panel placed, you’ll need an engineer to build them.",
    "colony_1_water_solar_placed_1": "To summon an engineer, press on the frog with a yellow hard helmet portrait when the green arrow appears.",
    "colony_1_engineer_placed_0": "The engineer will now proceed to build both the water tank and the solar panel.",
    "colony_1_engineer_placed_1": "That’s pretty much it! Remember to keep an eye out for each house’s needs as the population grows.",
    "fastforward_hint": "Press this button if you want to speed up the game.",
    "colony_1_vine_0": "Watch out! It looks like weeds are starting to grow on one of the structures!",
    "colony_1_vine_1": "Though the weather is ideal for the frogs, unfortunately, it is also ideal for these invasive plants.",
    "colony_1_vine_2": "A gardener should be able to take care of these weeds!",
    "colony_1_mole_0": "A mole! These creatures don’t see very well, so they mistake our structures as something to dig through.",
    "colony_1_mole_1": "You’re going to need a hero frog to deal with these moles!",
    "colony_1_mole_2": "To summon a hero frog, simply click on the funny-looking frog with a red cape when the green arrow appears.",
    "colony_1_mole_3": "If your frog summon bar is full, you can unsummon some of the frogs by pressing on their portrait when the red arrow appears.",
    "overworld_2_intro_0": "Our next batch of frogs are keen on living in a windy environment, as well as hot and humid.",
    "overworld_2_intro_1": "In that case, we’ll need to check the wind readings of Earth.",
    "overworld_2_coriolis_0": "Notice how the winds tend to travel diagonally across Earth? This is due to the Coriolis effect.",
    "overworld_2_coriolis_1": "Since Earth spins from west to east, the winds in the northern hemisphere blow northwest to southeast, and vice-versa in the southern hemisphere.",
    "overworld_2_coriolis_2": "Let’s take a look again on the map.",
    "overworld_2_wind_0": "These are the general directions of the global winds. As warm air from the equator rises up, it cools down and sinks towards north or south.",
    "overworld_2_wind_1": "Sometimes, interactions between the low- and high-pressure winds will cause a cyclone, such as the ones you see on the map.",
    "overworld_2_wind_2": "These cyclones can become dangerous as it accumulates wind speed and heavy amounts of water, as it travels across the land.",
    "overworld_2_wind_3": "These are often called hurricanes in the Atlantic Ocean, and typhoons in the Pacific Ocean.",
    "overworld_2_ocean_0": "One other thing to note is how the wind drives the surface ocean currents, which help regulates the temperature across the lands.",
    "overworld_2_gulf_stream_0": "Here is an example of an ocean current that brings warm water from the equator towards north, known as the Gulf Stream.",
    "overworld_2_gulf_stream_1": "The Gulf Stream’s warm waters maintain a relatively warm temperature in the nearby lands throughout the year.",
    "overworld_2_post_intro_0": "Anyhow, let’s find places where the wind might be strong. Try looking for areas prone to hurricanes, or typhoons along coastal regions.",
    "overworld_2_post_intro_1": "Remember to check the different seasons to see how the wind changes to various positions across Earth.",
    "overworld_2_post_intro_2": "This time around, there is more than one hotspot to discover on the map. Only one of them will match with the frogs’ criteria.",
    "overworld_2_hint": "You’re certain to find strong winds in a tropical region during autumn in the Pacific Ocean.",
    "colony_2_intro_0": "Looks like we’ve landed in a tropical climate, where it’s hot and humid all year round with plenty of rain.",
    "colony_2_intro_1": "Though it looks like we’re getting more rain than usual, something is afoot...",
    "colony_2_intro_2": "Perhaps we should take a careful look at the weather forecast.",
    "colony_2_mushroom_0": "Uh oh, a mushroom has grown near one of our structures!",
    "colony_2_mushroom_1": "Since there's a lot of moisture in the region, the fungi that grow these mushrooms are able to absorb a lot of nutrients.",
    "colony_2_mushroom_2": "Their spores appear to be harmful to the frogs! Make sure to have a gardener around to take care of them!",
    "colony_2_fly_0": "Look out! It's a beetle!",
    "colony_2_fly_1": "Due to the consistent warmth in tropical climates, insects are able to thrive throughout the year.",
    "colony_2_fly_2": "These troublesome insects can be dealt with by a hero frog. Make sure to have one around to get them out.",
    "colony_2_hazzard_0": "Take cover! A hurricane is heading our way!",
    "colony_2_hazzard_1": "As mentioned before about hurricanes: the wind speed that has accumulated over low pressure from the surface has reached critical speed.",
    "colony_2_hazzard_2": "Our frogs must take cover. Fortunately, their structures are made of sturdy stuff, causing it to withstand the staggering winds!",
    "colony_2_hazzard_3": "However, along with strong winds, the water that is released from the storm will cause flood across the land.",
    "colony_2_hazzard_4": "Make certain that no important structures are within the flooding area, or they will get damaged.",
    "overworld_3_intro_0": "Our next batch of frogs are looking for a warm place with low humidity, and some nice breeze.",
    "overworld_3_intro_1": "In that case, we should look for a desert climate!",
    "overworld_3_investigate_0": "Now it may seem that these frogs would want to bask in the sun all day long. ",
    "overworld_3_investigate_1": "However, they will still need some water source to sustain themselves!",
    "overworld_3_investigate_2": "Look for a suitable place where there are underground waters that we can extract.",
    "overworld_3_hint": "Northern Africa is a good desert region for these frogs. Just make sure to pick a season that’s not too hot!",
    "colony_3_intro_0": "The desert climate...This dry and hot environment will leave us with little to no water for our plants.",
    "colony_3_intro_1": "Fortunately, there are underground waters we can extract from to make this land more habitable.",
    "colony_3_water_0": "Since the ground here is not ideal for growing plants, we will have to do a bit of landscaping.",
    "colony_3_water_1": "First, we will need to build a water tank where water is accessible.",
    "colony_3_landscaping_0": "Now that we have a water source, summon a landscaper to irrigate the land.",
    "colony_3_landscaping_complete_0": "Excellent! Now that there’s an irrigated land, you can now place a plant on it. Do this now.",
    "colony_3_landscaping_complete_1": "We can proceed onward once we have increased the population.",
    "overworld_4_intro_0": "This is our final batch of frogs, and they seem eager to settle in the highlands where it’s cold and snowy.",
    "overworld_4_intro_1": "Why don’t we look for a spot in the mountainous area.",
    "overworld_4_investigate_0": "Although we are in an area that is mostly a tropical climate, remember that altitude can also affect the climate.",
    "overworld_4_investigate_1": "Go further up where the air pressure and temperature are lower.",
    "overworld_4_hint": "We want a mountainous area for this one. How about in South America during summer, when it is cool?",
    "colony_4_intro_0": "The highland climate is quite comfy despite the consistent cold weather. We’ll need more than usual power to keep our houses warm.",
    "colony_4_intro_1": "Just like in the desert climate, the ground here is not ideal for plants to grow, so landscaping will be crucial.",
    "colony_4_landscape_0": "Since we can’t place plants on these rigid grounds, we’ll once again need the help of landscapers to shape the land.",
    "colony_4_landscape_1": "You won’t have to worry about where to place the water tank this time around.",
    "colony_4_landscape_2": "We will be able to proceed once the frog population has increased.",
    "colony_4_cave_0": "Uh oh! A cave has emerged from the ground!",
    "colony_4_cave_1": "Critters will keep emerging from these caves so long as it remains. Fortunately, an engineer can demolish it.",
    "colony_4_cave_2": "Make sure to also have a hero frog around to deal with the critters, while the engineers do their work!",
    "end_title": "CONGRATULATIONS",
    "end": "Project Bloom has been a great success! The space frogs are very grateful, and will return the favor in the near future!",
    "end_thanks": "Thank you for playing!",
    "total_population": "Total Population"
  }
}