{
  "_meta": {
    "maxChars": {
    }
  },
  "en": {
    "title": "Project Bloom\n<size=30>A Quest for Home</size>",
    "credits_desc": "RENEGADEWARE",
    "options": "OPTIONS",
    "music": "MUSIC",
    "sound": "SOUND",
    "speech": "SPEECH",
    "close": "CLOSE",
    "on": "ON",
    "off": "OFF",
    "continue": "CONTINUE",
    "newGame": "NEW GAME",
    "criteria": "CRITERIA",
    "hotspotAnalyze_title": "Atmospheric Reading",
    "analyzing": "ANALYZING",
    "analyze": "ANALYZE",
    "analyzeWait": "AWAITING ANALYSIS",
    "incompatible": "INCOMPATIBLE!",
    "investigate": "INVESTIGATE",
    "launch": "LAUNCH",
    "back": "BACK",
    "cancel": "CANCEL",
    "new_house": "A new house is available! Place it to increase the population!",
    "victory": "VICTORY",
    "population": "Population",
    "houses_deployed": "Homes Deployed",
    "latitude": "Latitude",
    "lowPressure": "Low Pressure",
    "highPressure": "High Pressure",
    "topographyFeatures": "Topographic Features",
    "topography_mountain": "Mountain",
    "topography_hill": "Hill",
    "topography_forest": "Forest",
    "topography_jungle": "Jungle",
    "topography_vegetation": "Vegetation",
    "topography_river": "River",
    "topography_lake": "Lake",
    "topography_ocean": "Ocean",
    "topography_swamp": "Swamp",
    "topography_oasis": "Oasis",
    "warning": "WARNING",
    "season_title": "Season",
    "season_winter": "Winter",
    "season_spring": "Spring",
    "season_summer": "Summer",
    "season_autumn": "Autumn",
    "atmosphere_altitude": "Altitude",
    "atmosphere_humidity": "Humidity",
    "atmosphere_temperature": "Temperature",
    "atmosphere_windStrength": "Wind Strength",
    "climate_title": "Climate",
    "climate_temperate": "Temperate",
    "climate_tropical": "Tropical",
    "climate_oceanic": "Oceanic",
    "climate_desert": "Desert",
    "climate_tundra": "Tundra",
    "climate_highland": "Highland",
    "climate_mediterranean": "Mediterranean",
    "region_title": "Region",
    "region_NA": "North American Great Plains",
    "region_PH": "Northern Luzon, Philippines",
    "region_GB": "British Isles",
    "region_MG": "Madagascar",
    "region_EG": "Egypt",
    "region_GL": "Greenland",
    "region_BR": "Brazil",
    "region_CL": "Andes Mountains, Chile",
    "region_IT": "Italy",
    "region_AU": "Australian Outback",
    "weatherForecast": "Weather Forecast",
    "day_today": "Today",
    "day_monday": "Monday",
    "day_tuesday": "Tuesday",
    "day_wednesday": "Wednesday",
    "day_thursday": "Thursday",
    "day_friday": "Friday",
    "day_saturday": "Saturday",
    "day_sunday": "Sunday",
    "weather_sunny": "Sunny",
    "weather_partly_sunny": "Partly Sunny",
    "weather_mostly_cloudy": "Mostly Cloudy",
    "weather_cloudy": "Cloudy",
    "weather_light_rain": "Light Rain",
    "weather_rain": "Rain",
    "weather_heavy_rain": "Heavy Rain",
    "weather_typhoon": "Typhoon",
    "weather_cyclone": "Cyclone",
    "weather_haze": "Haze",
    "weather_dustStorm": "Dust Storm",
    "weather_light_snow": "Light Snow",
    "weather_snow": "Snow",
    "weather_snow_storm": "Snow Storm",
    "frog_gardener": "Gardener",
    "frog_engineer": "Engineer",
    "frog_hero": "Fighter",
    "structure_wind_transform": "Wind Turbine Defense",
    "structure_fire_fight": "Dousing the Flames",
    "intro_0_0": "Unidentified ships approaching Earth!",
    "intro_1_0": "They appear to be frog-like. Let me put on my frog suit to communicate with these peculiar creatures!",
    "intro_2_0": "That’s better! Let’s see if they are of any threat…",
    "intro_3_0": "It looks like they have been exiled from their planet and are looking for a new home.",
    "intro_3_1": "Well, we can’t just let them hang about in outer space. Besides, it’s not often we are visited by space frogs!",
    "intro_4_0": "They are expressing their gratitude and are ready to cooperate.",
    "intro_4_1": "Well, why not? Let’s give these frogs some proper homes to settle in. There’s still plenty of room here on Earth.",
    "intro_4_2": "Now commencing operation: Project Bloom – A quest for home!",
    "sunIllustrate_title": "Sunlight Direction",
    "sunIllustrate_hot": "Hot",
    "sunIllustrate_warm": "Warm",
    "overworld_1_intro_0": "This is the map of Earth. The frogs are very particular with their choice of habitat.",
    "overworld_1_intro_1": "We’ll need to determine where to place the frogs by looking at their criteria.",
    "overworld_1_criteria_0": "In this case, we need to find a place where it’s fairly warm.",
    "overworld_1_latitude_0": "On the lefthand side of the map are the latitude values. This is the angular distance relative to the earth’s equator.",
    "overworld_1_temp_intro_0": "Now let’s view the temperature readings of Earth.",
    "overworld_1_temp_0": "As you can see, the temperature is consistently hot starting from the equator, and gets colder further north or south.",
    "overworld_1_temp_1": "This is due to the earth's equator facing more directly towards the sun.",
    "overworld_1_hotspot_0": "Use this tool to get a general reading of the Earth’s atmosphere.",
    "overworld_1_hotspot_1": "For now, we have only one spot to investigate.",
    "overworld_1_hotspot_2": "Press the hotspot on the map to continue.",
    "overworld_1_investigate_intro_0": "Now we need a suitable area for the frogs to call home.",
    "overworld_1_investigate_map_0": "Here’s the topographic map of the land.",
    "overworld_1_investigate_map_1": "The atmosphere can vary greatly based on where you live.",
    "overworld_1_investigate_map_2": "Be it near the mountains, or alongside a river. Your location can be hotter or colder than normal.",
    "overworld_1_investigate_0": "Now simply press on the map to determine where to place the frog colony.",
    "overworld_1_investigate_1": "Remember to be mindful of the location’s Altitude and Topographic Features.",
    "overworld_1_investigate_2": "Once the criteria are met, you will be able to launch the expedition!",
    "colony_1_intro_0": "In this scenario, we will be building the frog’s colony during summer.",
    "colony_1_intro_1": "Where it is mostly sunny, with some rain here and there. A pleasant weather to be out and about!",
    "colony_1_weather_forecast_0": "Here’s the weather forecast during this expedition!",
    "colony_1_weather_forecast_1": "The weather describes the atmospheric condition of a region within a period of time: how cloudy, how humid, and is it going to rain?",
    "colony_1_weather_forecast_2": "Remember that the climate describes the weather pattern in a region annually across 30 years or more.",
    "colony_1_weather_forecast_3": "So the weather we will be experiencing here over a few days will be vastly different several months later.",
    "colony_1_summon_title": "Summoning Frogs",
    "colony_1_summon_action": "Summon!",
    "colony_1_summon_full": "Full!",
    "colony_1_summon_unsummon": "Unsummon!",
    "colony_1_post_intro_0": "Our goal for this expedition is to populate the land with as many frogs as possible.",
    "colony_1_post_intro_1": "Frog houses will arrive as the population grows.",
    "colony_1_house_placed_0": "In order to grow the population, we will need to plant crops, build water tanks, and build power stations.",
    "colony_1_plant_placed_0": "Let’s start with plants.",
    "colony_1_plant_placed_1": "We’re going to need a Gardener to help with growing plants.",
    "colony_1_plant_placed_2": "Gardeners can also help with getting rid of weeds, and other sorts of plant-based menace.",
    "colony_1_summon_inst_0": "In order to summon a frog, simply press on their portrait when the green arrow appears.",
    "colony_1_summon_inst_1": "Remember that you can only have a certain number of frogs summoned at a time!",
    "colony_1_summon_inst_2": "If the capacity is full, you can free up a slot by pressing on a frog’s portrait when the red arrow appears.",
    "colony_1_water_placed_0": "Looks like the frogs are requesting for a construction of a water tank, and a solar panel!",
    "colony_1_water_placed_1": "Why don’t you summon an Engineer frog to help with these constructions.",
    "colony_1_water_placed_2": "Engineers can also repair structures that are damaged.",
    "colony_1_mole_appear_0": "Watch out, a mole has appeared! ",
    "colony_1_mole_appear_1": "These creatures don’t see very well, so they mistake our structures as something to dig through.",
    "colony_1_mole_appear_2": "Summon a Fighter frog to deal with such pesky creatures!",
    "fastforward_hint": "Press this button if you want to speed up the game.",
    "overworld_2_intro_0": "Our next batch of frogs are keen on living in a hot and humid environment.",
    "overworld_2_intro_1": "Since we already know about temperature, why don’t we learn a bit about humidity.",
    "overworld_2_humid_0": "Humidity tells us how much water vapor is in the air. These water vapor comes from evaporation, and is dropped to new location as the air cools down.",
    "overworld_2_humid_1": "What you see on the map is the relative humidity in percentage. This is the amount of water in the air relative to the maximum amount of water vapor (moisture).",
    "overworld_2_post_intro_0": "This time around, there are more than one hotspot to investigate on the map.",
    "overworld_2_post_intro_1": "Make good use of the temperature and humidity readings to decide which hotspots are worthy of investigation.",
    "colony_2_intro_0": "Looks like we’ve landed in a tropical climate, where it’s hot and humid all year round with plenty of rain.",
    "colony_2_intro_1": "Though it looks like we’re getting more rain than usual, something is afoot...",
    "colony_2_storm_intro_0": "Uh oh, looks like a storm is starting to form.",
    "colony_2_storm_explain_0": "Due to the hot temperature of the water, warm air is starting to rise up above the sky.",
    "colony_2_storm_explain_1": "As high-pressure air starts to fill in the low-pressure air from the center, more and more moisture starts to accumulate upwards.",
    "colony_2_storm_power_0": "With so much moisture condensing up above, huge clouds start to form.",
    "colony_2_storm_power_1": "And with that much heat circulating, its power continuously grows into epic proportion!",
    "colony_2_storm_end_0": "Fortunately, as the storm moves towards the land, it will no longer have enough warm moisture to sustain its form.",
    "colony_2_storm_end_1": "Though the storm may have weakened, it is still strong enough to cause wanton destruction along its path!",
    "colony_2_wind_defense_intro_0": "Look out! A debris is about to crash into the colony!",
    "colony_2_wind_defense_0": "Luckily our wind turbines come equip with the ability to thwart their destruction!",
    "colony_2_wind_defense_1": "Simply press any of the wind turbines to transform them into a windy shield.",
    "overworld_3_intro_0": "Our next batch of frogs are looking for a warm place with low humidity, and some nice breeze.",
    "overworld_3_intro_1": "This time around we have wind strength as part of the criteria.",
    "overworld_3_coriolis_0": "Notice how the winds tend to travel diagonally across Earth? This is due to the Coriolis effect.",
    "overworld_3_coriolis_1": "Since Earth spins from west to east, the winds in the northern hemisphere blow northwest to southeast, and vice-versa in the southern hemisphere.",
    "overworld_3_coriolis_2": "Let’s take a look again on the map.",
    "overworld_3_wind_0": "These are the general directions of the global winds.",
    "overworld_3_wind_1": "As warm air from the equator rises up, it cools down and sinks towards north or south.",
    "overworld_3_intro_end_0": "Now with all that said and done, it’s time to find these frogs their home!",
    "colony_3_intro_0": "The desert climate...This dry and hot environment will leave us with little to no water for our plants.",
    "colony_3_intro_1": "Fortunately, there are underground waters we can extract from to make this land more habitable.",
    "colony_3_flame_0": "Uh oh, one of the buildings is on fire!",
    "colony_3_flame_1": "Due to low humidity, any flammable materials outside this dry sweltering heat can easily catch on fire.",
    "colony_3_flame_douse_0": "Fortunately, we can extract water from our storage to douse the flames.",
    "colony_3_flame_douse_1": "Simply press on one of the storages, move the water on top of the flames, and then press to release the water.",
    "colony_3_flame_douse_2": "Do it quickly, before the fire grows any larger!",
    "overworld_4_intro_0": "This is our final batch of frogs, and they seem eager to settle to a place where it’s cold and snowy.",
    "overworld_4_intro_1": "While consistently cold places can be found at the furthest north or south of Earth, they can also be found in high altitude.",
    "colony_4_intro_0": "The highland climate is quite comfy despite the consistent cold weather.",
    "colony_4_intro_1": "We’ll need more than usual power to keep our houses warm.",
    "colony_4_cave_0": "Uh oh! A cave has emerged from the ground!",
    "colony_4_cave_1": "Critters will keep emerging from these caves so long as it remains. Fortunately, an engineer can demolish it.",
    "colony_4_cave_2": "Make sure to also have a fighter frog around to deal with the critters, while the engineers do their work!",
    "colony_4_storm_0": "Watch out for icy boulders!",
    "colony_4_storm_1": "Just like storms can form from the tropics, they can also form in cold regions near large body of water.",
    "colony_4_storm_2": "Remember to activate the wind turbines to repel these icy assaults!",
    "end_title": "CONGRATULATIONS",
    "end": "Project Bloom has been a great success! The space frogs are very grateful, and will return the favor in the near future!",
    "end_thanks": "Thank you for playing!",
    "total_population": "Total Population"
  }
}